Revit 2027 API
ParameterTypeId.DividedSurfaceSurfaceArea Property
 "Divided Surface Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceSurfaceArea { get; }
Public Shared ReadOnly Property DividedSurfaceSurfaceArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceSurfaceArea {
	ForgeTypeId^ get ();
}
static member DividedSurfaceSurfaceArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace